Repository: PabloVargasIbarra/PyConES-2018
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: Spanish
es: Español

source: Go Back
es: Volver

source: 6th Edition
es: 6ª Edición

source: Welcome to the
es: Bienvenidos a la

source: the most important nation-wide Python conference in Spain. A three-day event that will bring together amazing
es: la conferencia nacional sobre Python más importante de España. Un evento de tres días que reunirá a los

source: speakers
es: ponentes

source: , a super cool
es: más interesantes, una

source: schedule
es: agenda

source: and awesome
es: increíble y unas oportunidades de

source: jobs
es: trabajo

source: opportunities
es: maravillosas

source: organised
es: Organizado

source: and
es: y

source: sponsored
es: patrocinado

source: with care in
es: con cariño en

source: Please read our
es: ¡Por favor, leed nuestro

source: code of conduct
es: código de conducta

source: Speakers
es: Ponentes

source: Schedule
es: Agenda

source: Sponsors
es: Patrocinios

source: Jobs
es: Trabajos

source: Organization
es: Organizacion

source: Code of Conduct
es: Código de conducta

source: Stay up to date by subscribing to the newsletter. No spam, just important stuff about the event
es: Mantente al día suscribiéndote a la newsletter. Sin spam, solo te enviaremos información importante sobre el evento

source: Got it!
es: ¡Lo tenemos!

source: Enter your email address
es: Escribe tu email

source: PyConES is a community conference intended for networking and collaboration in the developer community.
es: PyConES es una conferencia hecha por la comunidad pensada para la divulgación y colaboración dentro de la comunidad de desarrolladores.

source: We value the participation of each member of the Python community and want all attendees to have an enjoyable and fulfilling experience. Accordingly, all attendees are expected to show respect and courtesy to other attendees throughout the conference and at all conference events, whether officially sponsored by PyConES or not.
es: Valoramos la participación de cada miembro de la comunidad Python y queremos que todos los asistentes tengan una experiencia entretenida y satisfactoria. Para ello, se espera que todos los asistentes muestren respeto y cortesía hacia el resto durante la conferencia y todos los eventos relacionados con ella, estén oficialmente auspiciados por PyConES o no.

source: To make clear what is expected, all delegates/attendees, speakers, exhibitors, organizers and volunteers at any PyConES event are required to conform to the following Code of Conduct. Organizers will enforce this code throughout the event.
es: En concreto, todos los delegados, disertantes, expositores y voluntarios que tomen parte en actividades relacionadas con PyConES deberán acatar el presente código de conducta. Los organizadores cuidarán del cumplimiento de este código durante el evento.

source: Harassment includes offensive verbal comments related to gender, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.
es: Se entiende por acoso todo comentario ofensivo alusivo al sexo, preferencias sexuales, discapacidades, aspecto físico, etnias y religiones; toda pornografía en espacios públicos; toda intimidación deliberada, acecho o persecución; todo acoso mediante fotografías o grabaciones; toda interrupción constante de charlas u otras actividades; todo contacto físico inapropiado y toda propuesta sexual no deseada.

source: Participants asked to stop any harassing behavior are expected to comply immediately.
es: Los participantes que sean apercibidos deberán desistir inmediatamente de su actitud.

source: Exhibitors in the expo hall, sponsor or vendor booths, or similar activities are also subject to the anti-harassment policy. In particular, exhibitors should not use sexualized images, activities, or other material. Booth staff (including volunteers) should not use sexualized clothing/uniforms/costumes, or otherwise create a sexualized environment.
es: Los expositores, las casetas o pabellones de patrocinadores o empresas y actividades similares también están sujetas a la política antiacoso. En particular, los expositores no deberían utilizar material o llevar a cabo actividades sexistas. El personal de las casetas (incluyendo voluntarios) no deberían utilizar uniformes o vestimentas sexistas, puesto que se crearía un ambiente sexualizado.

source: Be careful in the words that you choose. Remember that sexist, racist, and other exclusionary jokes can be offensive to those around you. Excessive swearing and offensive jokes are not appropriate for PyCon.
es: Cuida tu lenguaje. Recuerda que las bromas sexistas, racistas y excluyentes en general podrían ofender a otras personas. El lenguaje excesivamente soez y las bromas ofensivas son inapropiadas en PyConES.

source: If a participant engages in behavior that violates this code of conduct, the conference organizers may take any action they deem appropriate, including warning the offender or expulsion from the conference with no refund.
es: Si algún participante infringiera este código de conducta, la organización podrá tomar las medidas que considere adecuadas, como la amonestación o la expulsión sin derecho a reembolso.

source: Contact information
es: Información de contacto

source: If you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of conference staff. Conference staff will be wearing "Personal PyConES Staff" t-shirts. You may also contact hotel staff and ask to be put in touch with the conference chair — Juan Luis Cano.
es: Si estás siendo objeto de acoso, notas que alguien está siendo acosado, o tienes cualquier otra preocupación, por favor ponte en contacto con un miembro del personal de la conferencia. El personal de la conferencia vestirá camisetas con la inscripción "Personal PyConES". Además puedes hablar con el personal del lugar y pedir que se te ponga en contacto con el responsable de la conferencia - Juan Luis Cano.

source: If the matter is especially urgent, please call/contact any of these individuals:
es: Si se trata de una cuestión especialmente urgente, dirígete a cualquiera de estas personas:

source: Conference staff will be happy to help participants contact hotel/venue security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the conference. We value your attendance.
es: El personal de la conferencia ayudará gustosamente a los participantes a que se pongan en contacto con el personal de seguridad del lugar o la policía local, y proporcionará escolta o socorrerá de cualquier otra forma a las víctimas de acoso para que puedan sentirse seguras durante el desarrollo de la conferencia. Tu bienestar es una de nuestras prioridades.

source: Thank you for helping make this a welcoming, friendly event for all.
es: Gracias por hacer de este un evento abierto a la comunidad y amistoso.

source: License
es: Licencia

source: This Code of Conduct is based on the ones used for PyCon US 2013 (<a href="https://us.pycon.org/2013/about/code-of-conduct/">https://us.pycon.org/2013/about/code-of-conduct/</a>) and PyConAr 2012 (<a href="http://ar.pycon.org/2012/conference/diversity/">http://ar.pycon.org/2012/conference/diversity/</a>), and is available under a Creative Commons Atribución 3.0 Spain license.
es: Este Código de Conducta se basa en los códigos de conducta de PyCon US 2013 (<a href="https://us.pycon.org/2013/about/code-of-conduct/">https://us.pycon.org/2013/about/code-of-conduct/</a>) y PyConAr 2012 (<a href="http://ar.pycon.org/2012/conference/diversity/">http://ar.pycon.org/2012/conference/diversity/</a>), y está disponible bajo una licencia Creative Commons Atribución 3.0 España.

source: Send request
es: Enviar solicitud

source: Physicist at the Institute of Astrophysics of Canarias (Spain)
es: Físico en el Instituto de Astrofisica de Canarias

source: He received his PhD at Universidad de La Laguna in 1999. His work was recognized as best PhD thesis of the period 1998/99 by the Spanish Astronomy Society. Between 1999 and 2008 he was working in the USA, at the National Center for Atmospheric Research, doing research, developing instrumentation for terrestrial telescopes and working for the Hinode missions (by the Japanese space agency JAXA) and SDO (from NASA). Furthermore, he had an important role in the development of the great USA solar telescope, nowadays under construction in Hawaii. From 2008 he works at the IAC where, among other things, he has been the scientific manager of the future European Solar Telescope (EST).
es: Se doctoró en la Universidad de La Laguna en 1999. Su trabajo recibió el premio de la Sociedad Española de Astronomía a la mejor tesis doctoral durante el bienio 1998/99. Entre 1999 y 2008 estuvo trabajando en EEUU, en el National Center for Atmospheric Research, haciendo investigación, desarrollando instrumentación para telescopios terrestres y trabajando para las misiones espaciales Hinode (de la agencia espacial japonesa JAXA) y SDO (de NASA). Además tuvo una gran participación en el desarrollo del gran telescopio solar de EEUU, actualmente en construcción en Hawai. Desde 2008 trabaja en el IAC donde entre otras cosas ha sido el responsable científico del futuro Telescopio Solar Europeo (EST).

source: Political scientist turned coder
es: Politóloga reconvertida en programadora

source: Lorena Mesa is a software engineer on Sprout Social’s data science team, Director on the Python Software Foundation, and PyLadies Chicago co-organizer. Lorena's time at Obama for America and her subsequent graduate research required her to learn how to transform messy, incomplete data into intelligible analysis on topics like predicting Latinx voter behavior. It's this unique background in research and applied mathematics that drove Lorena to pursue a career in engineering and data science. One part activist, one part Star Wars fanatic, and another part Trekkie, Lorena abides by the motto to "live long and prosper".
es: Lorena Mesa es ingeniera de software en el equipo de ciencia de datos de Sprout Social, directora de la Python Software Foundation, y co-organizadora de PyLadies Chicago. El tiempo que pasó en Obama for America y su subsiguiente investigación le requirió aprender cómo transformar datos incompletos y caóticos en análisis inteligibles sobre temas como predecir el voto latino. Es esta experiencia únca en investigación y matemática aplicada lo que llevó a Lorena a dedicarse a la ingeniería y la ciencia de datos. Parte activista, parte fanática de Star Wars, y parte Trekkie, Lorena se rige por el lema “larga vida y prosperidad”.

source: Who are we?
es: ¿Quiénes somos?

source: About us
es: Sobre nosotros

source: PyConES 2018 is brought to you by <b>Python Spain</b>, <b>Ebury</b>, <b>Yes we tech</b> and <b>Málaga Python</b>.
es: PyConES 2018 está organizado por <b>Python España</b>, <b>Ebury</b>, <b>Yes we tech</b> y <b>Málaga Python</b>.

source: Previous events
es: Eventos anteriores

source: Sponsored talk
es: Charla patrocinada

source: Education
es: Educación

source: Science
es: Ciencia

source: DevOps & Tools
es: DevOps y Herramientas

source: Security
es: Seguridad

source: Microservices
es: Microservicios

source: Workshop
es: Taller

source: Your future
es: Tu futuro

source: Position
es: Posición

source: Company
es: Empresa

source: Manage your time
es: Gestiona tu tiempo

source: 5 October
es: 5 de Octubre

source: Coffee
es: Café

source: 6 October
es: 6 de Octubre

source: Lunch
es: Comida

source: 7 October
es: 7 de Octubre

source: Closing
es: Clausura

source: Become one of us
es: Conviértete en uno de ellos

source: We want to promote diversity in the widest sense of the term, so don't be afraid to propose anything you think can make the audience learn, enjoy and give back.
es: Queremos promover la diversidad en el sentido más amplio, así que no tengas miedo en proponer cualquier cosa que puedas enseñar a los asistentes, disfruta y haz disfrutar.

source: Make it happen
es: Sé parte del evento

source: Help the whole community making this event a reality.
es: Ayuda a la comunidad haciendo este evento realidad

source: Drop us an email and we’ll talk about the specifics.
es: Déjanos tu email y te contaremos más sobre los detalles.

source: sponsorship leaflet
es: folleto de patrocinio

source: Diamond
es: Diamante

source: Platinum
es: Platino

source: Gold
es: Oro

source: Silver
es: Plata

source: The venue
es: La localización

source: The PyConEs 2018 will be hosted by the university of Malaga (UMA), which actually offers to their 30.000 students a total of 141 official studies
es: La PyConES 2018 se celebrará en la Universidad de Málaga (UMA), que actualmente ofrece a sus más de 30.000 estudiantes un total de 141 estudios oficiales.

source: University of Málaga (UMA)
es: Universidad de Málaga

source: See location
es: Ver localización

source: The conference will take place at the “Teatinos Technology Complex of the University of Málaga” (School of Computer Engineering and the School of Telecommunications).
es: El evento tendrá lugar en el Complejo Tecnológico Teatinos, donde se encuentra la Escuela Técnica Superior de Ingeniería Informática (ETSI) y la Escuela Técnica Superior de Ingeniería en Telecomunicaciones (ETSIT).
